[
  {
    "title": "وفاة ثلاثيني دهسه قطار في بجاية",
    "date": "2025-09-13T17:00:49+01:00",
    "link": "https://www.ennaharonline.com/%d9%88%d9%81%d8%a7%d8%a9-%d8%ab%d9%84%d8%a7%d8%ab%d9%8a%d9%86%d9%8a-%d8%af%d9%87%d8%b3%d9%87-%d9%82%d8%b7%d8%a7%d8%b1-%d9%81%d9%8a-%d8%a8%d8%ac%d8%a7%d9%8a%d8%a9/",
    "content": {
      "author": "رابح. ص",
      "content": "تدخلت مصالح الحماية المدنية لولاية بجاية، إثر حادث دهس قطار لشخص كان على متن دراجة نارية بالمكان المسمى صرول، ببلدية وادي غير .وتسبب الحادث، في وفاة شخص يبلغ من العمر حوالي 39 سنة. حيث تم نقله إلى مصلحة حفظ الجثث بالمستشفى المحلي.إضغط على الصورة لتحميل تطبيق النهار للإطلاع على كل الآخبار على البلاي ستور"
    }
  },
  {
    "title": "تعاون جزائري-ألماني يفتح آفاقًا جديدة في قسنطينة",
    "date": "2025-09-13T16:57:04+01:00",
    "link": "https://www.ennaharonline.com/%d8%aa%d8%b9%d8%a7%d9%88%d9%86-%d8%ac%d8%b2%d8%a7%d8%a6%d8%b1%d9%8a-%d8%a3%d9%84%d9%85%d8%a7%d9%86%d9%8a-%d9%8a%d9%81%d8%aa%d8%ad-%d8%a2%d9%81%d8%a7%d9%82%d9%8b%d8%a7-%d8%ac%d8%af%d9%8a%d8%af%d8%a9/",
    "content": {
      "author": "نادية بن طاهر",
      "content": "استقبلت السلطات المحلية لولاية قسنطينة، نهاية الأسبوع المنصرم فريق الخبراء الألمان، حيث تم عرض التقييم الأولي وخارطة الطريق المتعلقة بإمكانات المشي وأمن الراجلين بمركز مدينة قسنطينة.وجاء ذلك، حسب بيان لوزارة الداخلية، في إطار مشروع التعاون الجزائري - الألماني (GIZ) لاسيما في مجال دعم التطور الحضري.وتضمن العرض تقديم الحصيلة النهائية لمشروع تقييم إمكانات المدينة بخصوص تنقل الراجلين وسلامتهم بوسط المدينة. بالاعتماد على أهداف رئيسية ترتكز على ثلاثة محاور وهي تهيئة الفضاءات العمومية، والنقل العمومي، وأمن الراجلين.كما شمل العرض الاستنتاجات، الاقتراحات، والتقدير المالي للعمليات المقترحة سواء على المدى القريب أو البعيد.وقد ثمّنت السلطات المحلية هذه الدراسة التي تتماشى مع تطلعاتها، مع التأكيد على الانطلاق محليًا في تنفيذ بعض المحاور ذات الأولوية بالنسبة لساكنة الولاية ابتداءً من نهاية السنة الجارية.وكذا إدماج المشاريع قيد الإنجاز ضمن هذه الرؤية، على غرار مشروع إعادة الاعتبار للمدينة القديمة.إضغط على الصورة لتحميل تطبيق النهار للإطلاع على كل الآخبار على البلاي ستور"
    }
  },
  {
    "title": "إندلاع حريق في غابة بوكابوس بتيبازة",
    "date": "2025-09-13T15:29:47+01:00",
    "link": "https://www.ennaharonline.com/%d8%a5%d9%86%d8%af%d9%84%d8%a7%d8%b9-%d8%ad%d8%b1%d9%8a%d9%82-%d9%81%d9%8a-%d8%ba%d8%a7%d8%a8%d8%a9-%d8%a8%d9%88%d9%83%d8%a7%d8%a8%d9%88%d8%b3-%d8%a8%d8%aa%d9%8a%d8%a8%d8%a7%d8%b2%d8%a9/",
    "content": {
      "author": "نادية بن طاهر",
      "content": "تدخلت فرق الحماية المدنية بولاية تيبازة، لإخماد حريق اندلع في غابة بوكابوس، ببلدية بورقيقة.وحسب بيان لمديرية الحماية المدنية بالولاية، تدخلت ذات المصالح في تمام الساعة 14:17 بعد الزوال للسيطرة على الحريق.وقد سخّرت الحماية المدنية لإخماد هذا الحريق 34 عونًا بمختلف الرتب، مدعّمين بـ 9 شاحنات إطفاء وسيارة إسعاف واحدة.هذا ولا تزال عملية الإخماد جارية حتى الآن، حسب ذات المصادر.إضغط على الصورة لتحميل تطبيق النهار للإطلاع على كل الآخبار على البلاي ستور"
    }
  },
  {
    "title": "الإطاحة بشبكتين إجراميتين وحجز كيف ومهلوسات بباب الوادي",
    "date": "2025-09-13T15:18:50+01:00",
    "link": "https://www.ennaharonline.com/%d8%a7%d9%84%d8%a5%d8%b7%d8%a7%d8%ad%d8%a9-%d8%a8%d8%b4%d8%a8%d9%83%d8%aa%d9%8a%d9%86-%d8%a5%d8%ac%d8%b1%d8%a7%d9%85%d9%8a%d8%aa%d9%8a%d9%86-%d9%88%d8%ad%d8%ac%d8%b2-%d9%83%d9%8a%d9%81-%d9%88%d9%85/",
    "content": {
      "author": "نادية بن طاهر",
      "content": "تمكنت مصالح أمن ولاية الجزائر ممثلة في الفرقة المتنقلة للشرطة القضائية الحمامات بأمن المقاطعة الإدارية باب الوادي، الأسبوع المنصرم، من شل نشاط شبكتين إجراميتين تتكون من 10 أشخاص.وحسب بيان لذات المصلحة الأمنية، تم خلال هذه العملية، ضبط 2 كغ و215 غ من المخدرات “كيف معالج”. و6915 كبسولة من المؤثرات العقلية و742 وحدة مشروبات كحولية غير مفوترة.ونفذت هذه العملية، عقب تحريات ميدانية مكثفة مكنت المحققين من كشف نشاط الشبكتين الإجراميتين. مختصة في الإتجار غير المشروع بالمخدرات و المؤثرات العقلية. ليتم تحديد هوية أفرادها و توقيفهم تباعا، مع ضبط هذه الكمية من السموم.كما تم ضبط مبلغ مالي بالعملة الوطنية يقدر بـ27 مليون و550 ألف سنتيم. إضافة إلى سلاح أبيض و742 وحدة مشروبات كحولية غير مفوترة.هذا وتم تقديم المشتبه فيهم أمام وكيل الجمهورية، لدى محكمة باب الوادي وفقا لملف إجراءات جزائية.إضغط على الصورة لتحميل تطبيق النهار للإطلاع على كل الآخبار على البلاي ستور"
    }
  },
  {
    "title": "وفاة شخص وإصابة آخر في حادث مروع بتقرت",
    "date": "2025-09-13T12:08:42+01:00",
    "link": "https://www.ennaharonline.com/%d9%88%d9%81%d8%a7%d8%a9-%d8%b4%d8%ae%d8%b5-%d9%88%d8%a5%d8%b5%d8%a7%d8%a8%d8%a9-%d8%a2%d8%ae%d8%b1-%d9%81%d9%8a-%d8%ad%d8%a7%d8%af%d8%ab-%d9%85%d8%b1%d9%88%d8%b9-%d8%a8%d8%aa%d9%82%d8%b1%d8%aa/",
    "content": {
      "author": "نادية بن طاهر",
      "content": "شهدت ولاية تقرت حادث مرور مأساوي، صباح اليوم السبت، أسفر عن وفاة شخص يبلغ من العمر حوالي 60 عامًا، وإصابة آخر يبلغ من العمر 72 عامًا بجروح.وحسب بيان للمديرية العامة للحماية المدنية، تمثل الحادث في اصطدام بين شاحنة ذات صهريج وسيارة على الطريق الوطني رقم 03 ببلدية ودائرة تماسين.وقد تم نقل جثمان المتوفى إلى مصلحة حفظ الجثث، بينما تم إسعاف المصاب ونقله إلى المستشفى المحلي لتلقي العلاج.إضغط على الصورة لتحميل تطبيق النهار للإطلاع على كل الآخبار على البلاي ستور"
    }
  },
  {
    "title": "انطلاق حملة تنظيف المؤسسات التربوية بالعاصمة",
    "date": "2025-09-13T10:54:44+01:00",
    "link": "https://www.ennaharonline.com/%d8%a7%d9%86%d8%b7%d9%84%d8%a7%d9%82-%d8%ad%d9%85%d9%84%d8%a9-%d8%aa%d9%86%d8%b8%d9%8a%d9%81-%d8%a7%d9%84%d9%85%d8%a4%d8%b3%d8%b3%d8%a7%d8%aa-%d8%a7%d9%84%d8%aa%d8%b1%d8%a8%d9%88%d9%8a%d8%a9-%d8%a8/",
    "content": {
      "author": "عايدة.ع",
      "content": "انطلقت صبيحة اليوم السبت، حملة تنظيف المؤسسات التربوية بالعاصمة، التي نظّمتها ولاية الجزائر، اليوم استعداداً للدخول المدرسي لموسم 2026/2025، وذلك تحت شعار “مع الدخول المدرسي الجديد.. نتعاونوا نقوا المسيد”.حيث أشرف الوالي المنتدب للمقاطعة الإدارية لبوزريعة، عبد الكريم بطيوي، تحت رعاية والي ولاية الجزائر، محمد عبد النور رابحي. اليوم، على انطلاق الطبعة الأولى لحملة تنظيف المؤسسات التربوية.كما أشرف الوالي المنتدب للمقاطعة الإدارية لباب الوادي، محمد حميدات، والوالي المنتدب للمقاطعة الإدارية للرويبة، جيلالي يحمي. والوالي المنتدب للمقاطعة الإدارية لبئر مراد رايس، صادق حجار، على حملة تنظيف المؤسسات التربوية.بالإضافة إلى الوالي المنتدب للمقاطعة الإدارية لسيدي امحمد، محمد أمين بن شاولية، والوالي المنتدب للمقاطعة الإدارية لدرارية. نشيدة بلهوان، والوالي المنتدب للمقاطعة الإدارية للدار البيضاء، نور الدين رفسة، والوالي المنتدب للمقاطعة الإدارية لحسين داي، ناجية نسيب. والوالي المنتدب للمقاطعة الإدارية لبئر توتة، مروان بولسان، على انطلاق فعاليات ذات الحملة.يشار أن فعاليات الحملة يشارك فيها رؤساء المجالس الشعبية البلدية، أعضاء المجلس الشعبي الولائي، المؤسسات العمومية الولائية. السلطات المحلية، فعاليات المجتمع المدني، جمعيات ولجان أولياء التلاميذ، والمواطنين. وذلك بهدف تنظيف المدارس وتهيئتها في أبهى حلة لضمان جاهزية المؤسسات التربوية ولدخول مدرسي مريح لكل التلاميذ. إضغط على الصورة لتحميل تطبيق النهار للإطلاع على كل الآخبار على البلاي ستورإضغط على الصورة لتحميل تطبيق النهار للإطلاع على كل الآخبار على البلاي ستور"
    }
  },
  {
    "title": "باتنة.. هلاك عشريني في حادث دراجة نارية",
    "date": "2025-09-13T08:49:43+01:00",
    "link": "https://www.ennaharonline.com/%d8%a8%d8%a7%d8%aa%d9%86%d8%a9-%d9%87%d9%84%d8%a7%d9%83-%d8%b9%d8%b4%d8%b1%d9%8a%d9%86%d9%8a-%d9%81%d9%8a-%d8%ad%d8%a7%d8%af%d8%ab-%d8%af%d8%b1%d8%a7%d8%ac%d8%a9-%d9%86%d8%a7%d8%b1%d9%8a%d8%a9/",
    "content": {
      "author": "عايدة.ع",
      "content": "لقي شخص حتفه في حادث مرور مميت وقع على مستوى الطريق الاجتنابي الشمالي أمام محطة الخدمات، بلدية وادي الشعبة، بولاية باتنة.وأوضحت مصالح الحماية المدنية، أنها تدخلت من أجل حادث اصطدام شاحنة بدراجة نارية على مستوى الطريق الاجتنابي. الشمالي أمام محطة الخدمات، بلدية وادي الشعبة، دائرة باتنة.مشيرة أن الحادث خلّف وفاة شخص من جنس ذكر يبلغ من العمر 28 سنة. تم تحويله إلى مصلحة حفظ الجثث بالمستشفى المحلي. إضغط على الصورة لتحميل تطبيق النهار للإطلاع على كل الآخبار على البلاي ستورإضغط على الصورة لتحميل تطبيق النهار للإطلاع على كل الآخبار على البلاي ستور"
    }
  },
  {
    "title": "قتيل وجريح في حادث مرور بسعيدة",
    "date": "2025-09-13T08:03:12+01:00",
    "link": "https://www.ennaharonline.com/%d9%82%d8%aa%d9%8a%d9%84-%d9%88%d8%ac%d8%b1%d9%8a%d8%ad-%d9%81%d9%8a-%d8%ad%d8%a7%d8%af%d8%ab-%d9%85%d8%b1%d9%88%d8%b1-%d8%a8%d8%b3%d8%b9%d9%8a%d8%af%d8%a9-2/",
    "content": {
      "author": "عايدة.ع",
      "content": "سجلت مصالح الحماية المدنية بولاية سعيدة، حادث مرور مميت على مستوى الطريق الوطني رقم 92 بالمكان المسمى المرجة، بلدية ذوي ثابت، حيث أسفر عن وفاة شخص وإصابة آخر بجروح.وأوضحت ذات المصالح، أن الحادث تمثل في اصطدام  بين حافلة وسيارة على مستوى الطريق الوطني رقم 92. بالمكان المسمى المرجة، بلدية ذوي ثابت، دائرة يوب.مشيرة أن الحادي خلف وفاة شخص من جنس ذكر يبلغ من العمر 50 سنة، تم تحويله إلى مصلحة حفظ الجثث. وإصابة آخر بجروح مختلفة تم إسعافه و نقله إلى المستشفى المحلي. إضغط على الصورة لتحميل تطبيق النهار للإطلاع على كل الآخبار على البلاي ستورإضغط على الصورة لتحميل تطبيق النهار للإطلاع على كل الآخبار على البلاي ستور"
    }
  },
  {
    "title": "المسيلة.. إصابة شاب في حادث مرور وسط مدينة بوسعادة",
    "date": "2025-09-12T23:46:26+01:00",
    "link": "https://www.ennaharonline.com/%d8%a7%d9%84%d9%85%d8%b3%d9%8a%d9%84%d8%a9-%d8%a5%d8%b5%d8%a7%d8%a8%d8%a9-%d8%b4%d8%a7%d8%a8-%d9%81%d9%8a-%d8%ad%d8%a7%d8%af%d8%ab-%d9%85%d8%b1%d9%88%d8%b1-%d9%88%d8%b3%d8%b7-%d9%85%d8%af%d9%8a/",
    "content": {
      "author": "صيد ابراهيم",
      "content": "أصيب شاب يبلغ من العمر 24 سنة مساء اليوم الجمعة، في حادث مرور وقع وسط مدينة بوسعادة، بعد اصطدام سيارة بدراجة نارية.وأوضح بيان لمصالح الحماية المدنية أن الحادث وقع في حدود الساعة السابعة و45 دقيقة مساءً، وأسفر عن إصابة الضحية بكسر في الرجل اليسرى وخدوش على مستوى الوجه.وقد تدخل عناصر المركز المتقدم للحماية المدنية ببوسعادة لتقديم الإسعافات الأولية للشاب المصاب قبل نقله على جناح السرعة إلى مستشفى بوسعادة"
    }
  },
  {
    "title": "5 جرحى في حادث مرور بولاية أم البواقي",
    "date": "2025-09-12T22:14:47+01:00",
    "link": "https://www.ennaharonline.com/5-%d8%ac%d8%b1%d8%ad%d9%89-%d9%81%d9%8a-%d8%ad%d8%a7%d8%af%d8%ab-%d9%85%d8%b1%d9%88%d8%b1-%d8%a8%d9%88%d9%84%d8%a7%d9%8a%d8%a9-%d8%a7%d9%85-%d8%a7%d9%84%d8%a8%d9%88%d8%a7%d9%82%d9%8a/",
    "content": {
      "author": "عبد الرزاق نزار",
      "content": "تدخلت مصالح الحماية المدنية على الساعة 21:00 من أجل حادث اصطدام بين سيارتين ودراجة نارية.الحادث وقع بالطريق الولائي رقم 48، بالمكان المسمى الرمادة، بلدية ودائرة سوق نعمان، ولاية أم البواقي.وخلّف الحادث إصابة 5 أشخاص، تتراوح أعمارهم بين 17 و38 سنة، بجروح مختلفة، تم إسعافهم ونقلهم إلى المستشفى المحلي."
    }
  }
]
