const fs = require ('fs')
const path = require('path')

// const testingData = [ 
//     {
//     title: "الجزائر تشارك في إطلاق الحوار العالمي حول حوكمة الذكاء الاصطناعي",
//     link: "https://www.elbilad.net/national/%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%AA%D8%B4%D8%A7%D8%B1%D9%83-%D9%81%D9%8A-%D8%A5%D8%B7%D9%84%D8%A7%D9%82-%D8%A7%D9%84%D8%AD%D9%88%D8%A7%D8%B1-%D8%A7%D9%84%D8%B9%D8%A7%D9%84%D9%85%D9%8A-%D8%AD%D9%88%D9%84-%D8%AD%D9%88%D9%83%D9%85%D8%A9-%D8%A7%D9%84%D8%B0%D9%83%D8%A7%D8%A1-%D8%A7%D9%84%D8%A7%D8%B5%D8%B7%D9%86%D8%A7%D8%B9%D9%8A-141423",
//     date: "28-09-2025",
//     content: {
//       contentData: "أكد وزير العمل والتشغيل والضمان الاجتماعي، عبد الحق سايحي، خلال مشاركته في الاجتماع رفيع المستوى لإطلاق الحوار العالمي حول حوكمة الذكاء الاصطناعي، المنُعقد على هامش أشغال الدورة  الـ80  للجمعية العامة للأمم المتحدة أن إطلاق هذا الحوار، إلى جانب إنشاء الفريق العلمي الدولي المعني بالذكاء الاصطناعي، يشكل خطوة محورية نحو ضمان تطوير آمن، موثوق، ومنصف لتقنيات الذكاء الاصطناعي على الصعيد العالمي.ونوه عبد الحق سايحي  بالرؤية الإستشرافية لرئيس الجمهورية السيد عبد المجيد تبون، التي تجسدت من خلال إستراتيجية وطنية طموحة تهدف إلى تبني وتوظيف الذكاء الاصطناعي كأداة فعالة لدفع عجلة التنمية، وعصرنة الإدارة العمومية، وتحسين أدائها.كما أبرز سايحي  أهم الانجازات التي أثـمرت عن هذه الإستراتيجية والمتمثلة في  تأسيس المدرسة الوطنية للذكاء الاصطناعي، وكذا الشروع في إنشاء أكبر مركز بيانات في المنطقة.كما تم إطلاق مراكز متخصصة لتنمية المهارات في هذا المجال وإنشاء صندوق استثماري لدعم الابتكار.وأضاف سايحي في السياق ذاته  أن هذه المبادرات الوطنية ترتبط برؤية إقليمية ودولية أوسع، حيث عملت الجزائر على تنظيم فعاليات ومؤتمرات دولية حول الذكاء الاصطناعي، مع التأكيد على وضع القارة الإفريقية في صلب هذا المسار التكنولوجي، انطلاقا من قناعة راسخة بأن إفريقيا لا يجب أن تكون على هامش التقدم التكنولوجي العالمي، بل شريكا فاعلا فيه.واختتم كلمته ، بتجديد التزام الجزائر بالمشاركة النشطة والبناءة في هذا الحوار الدولي، مؤكدا على أهمية اعتماد نهج شامل ومنصف يتيح للجميع التعبير عن رؤاهم، وتضمين انشغالاتهم في مسار حوكمة الذكاء الاصطناعي.  بإشتراكك معنا ستتمكن من الحصول على آخر الأخبار التي سيتم نشرها في الموقع",
//       author: "no author"
//     }
//   },
//   {
//     title: "وزارة الداخلية تعلن عن تنظيم مسابقات توظيف بالمقاطعات الإدارية بالهضاب العليا",
//     link: "https://www.elbilad.net/national/%D9%88%D8%B2%D8%A7%D8%B1%D8%A9-%D8%A7%D9%84%D8%AF%D8%A7%D8%AE%D9%84%D9%8A%D8%A9-%D8%AA%D8%B9%D9%84%D9%86-%D8%B9%D9%86-%D8%AA%D9%86%D8%B8%D9%8A%D9%85-%D9%85%D8%B3%D8%A7%D8%A8%D9%82%D8%A7%D8%AA-%D8%AA%D9%88%D8%B8%D9%8A%D9%81-%D8%A8%D8%A7%D9%84%D9%85%D9%82%D8%A7%D8%B7%D8%B9%D8%A7%D8%AA-%D8%A7%D9%84%D8%A5%D8%AF%D8%A7%D8%B1%D9%8A%D8%A9-%D8%A8%D8%A7%D9%84%D9%87%D8%B6%D8%A7%D8%A8-%D8%A7%D9%84%D8%B9%D9%84%D9%8A%D8%A7-141422",
//     date: "28-09-2025",
//     content: {
//       contentData: "أعلنت وزارة الداخلية و الجماعات المحلية والنقل عن تنظيم مسابقات على أساس الشهادات للالتحاق ببعض الرتب المنتمية للأسلاك المشتركة وأسلاك المهندسين المعماريين ومهندسي السكن والعمران، وذلك بمجموع 830 منصب مالي، بعنوان سنة 2025، حسب ما أفاد به بيان للوزارة.وتندر المسابقة -حسب البيان- في إطار تجسيد إنشاء المقاطعات الإدارية السبع  بالهضاب العليا (أفلو، بريكة قصر الشلالة، مسعد عين وسارة بوسعادة والأبيض سيدي الشيخ.وأوضح البيان أن الترشح سيفتح في هذه المسابقة للمترشحين المستوفين الشروط القانونية والمقيمين في البلديات التابعة للمقاطعات الإدارية المعنية.وأكدت الوزارة أن إيداع الملفات يتم على مستوى مديرية الإدارة المحلية للولايات التابعة لها المقاطعات الإدارية الأغواط، باتنة تيارت الجلفة المسيلة والبيض)، أو عن طريق الموقع الإلكتروني:  https://dgrhfs.dgtn.gov.dz ،حيث تحدد مدة التسجيلات بـ 15 يوم عمل ابتداء من يوم 28 سبتمبر 2025بإشتراكك معنا ستتمكن من الحصول على آخر الأخبار التي سيتم نشرها في الموقع",
//       author: "no author"
//     }
//   }
// ]

async function exportingData(fileName , scrapedData, option) {
    try {
        if (!option) {
            option = 'json'
        }
        if(option.toLowerCase() !== 'json' && option.toLowerCase() !== 'csv'){
            throw new Error('invalid export option')
        }
        const filePath = path.join(__dirname, "..", "..", "/scrapedData/")
        const fileData = path.join(__dirname, "..", "..", "/scrapedData/", `${fileName}.${option}`) 
        fs.mkdir(filePath, {recursive: true}, 
            (err)=>{
                if (err) throw err
            })
        if (option.toLowerCase() === 'csv') {
            const header = ['title', 'link', 'date', 'content', 'author']
            let rows = [header.join(',')]
            scrapedData.forEach(articl => {
                let row = [
                    articl.title,
                    articl.link,
                    articl.date,
                    articl.content.contentData,
                    articl.content.author
                ]
                rows.push(row.join(','))
            });
            const csvFile = rows.join("\n")

            fs.writeFile(fileData, csvFile,
            (err)=>{
                if (err) {
                    throw err
                }
                else{
                    console.log(`Data saved at : ${filePath}`)
                }
            })
        }
        else {
            fs.writeFile(fileData, JSON.stringify(scrapedData),
                (err)=>{
                    if (err) {
                        throw err
                    }
                    else{
                        console.log(`Data saved at : ${filePath}`)
                    }
                })
        }
        
    } catch (error) {
        console.error(error)
    }
    
}

// exportingData("testing", testingData, 'CSv' );
module.exports = exportingData